Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Define which screen fullscreen goes
ca_es: Defineix a quina pantalla va la pantalla completa

source: Screennumber of fullscreen, instead of same screen where interface is
ca_es: Número de pantalla de la pantalla completa, en comptes de la mateixa pantalla on es troba la interfície

source: Load extensions on startup
ca_es: Carrega les extensions a l'inici

source: Automatically load the extensions module on startup
ca_es: Carrega automàticament el mòdul de les extensions a l'inici

source: Start in minimal view (without menus)
ca_es: Inicia amb la vista mínima (sense menús)

source: Display background cone or art
ca_es: Mostra el con o la portada al fons

source: Display background cone or current album art when not playing. Can be disabled to prevent burning screen.
ca_es: Mostra el con o la portada de l'àlbum actual quan no s'està reproduint. Es pot inhabilitar per evitar que la pantalla es cremi.

source: Expanding background cone or art.
ca_es: Ampliació del con o de la portada.

source: Background art fits window's size
ca_es: La portada del fons encaixa a la finestra

source: Ignore keyboard volume buttons.
ca_es: Ignora els botons de volum del teclat.

source: With this option checked, the volume up, volume down and mute buttons on your keyboard will always change your system volume. With this option unchecked, the volume buttons will change VLC's volume when VLC is selected and change the system volume when VLC is not selected.
ca_es: Si s'activa aquesta opció, els botons per silenciar o per pujar o baixar el volum del vostre teclat sempre canviaran el volum del vostre sistema. Si es desactiva aquesta opció, els botons de volum canviaran el volum del VLC quan estigui seleccionat i canviaran el volum del sistema quan el VLC no estigui seleccionat.

source: Never
ca_es: Mai

source: When minimized
ca_es: Quan estigui minimitzat

source: Always
ca_es: Sempre

source: Qt interface
ca_es: Interfície Qt

source: warnings
ca_es: avisos

source: debug
ca_es: depuració

source: Open a skin file
ca_es: Obre un fitxer d'aparença

source: Skin files |*.vlt;*.wsz;*.xml
ca_es: Fitxer d'aparença |*.vlt;*.wsz;*.xml

source: Open playlist
ca_es: Obre la llista de reproducció

source: Playlist Files|
ca_es: Fitxers de les llistes de reproducció |

source: Save playlist
ca_es: Desa la llista de reproducció

source: XSPF playlist|*.xspf|M3U file|*.m3u|HTML playlist|*.html
ca_es: Llista de reproducció XSPF|*.xspf|fitxer M3U|*.m3u|llista de reproducció HTML|*.html

source: Skin to use
ca_es: Aparença que s'ha d'utilitzar

source: Path to the skin to use.
ca_es: Camí complet cap a l'aparença que s'ha d'utilitzar.

source: Config of last used skin
ca_es: Configuració de l'última de l'aparença utilitzada

source: Windows configuration of the last skin used. This option is updated automatically, do not touch it.
ca_es: Finestres de configuració de l'última aparença utilitzada. Aquesta opció s'actualitza automàticament, no la toqueu.

source: Show a systray icon for VLC
ca_es: Mostra una icona de la safata del sistema per al VLC

source: Show VLC on the taskbar
ca_es: Mostra el reproductor multimèdia VLC a la barra de tasques

source: Enable transparency effects
ca_es: Habilita els efectes de transparència

source: You can disable all transparency effects if you want. This is mainly useful when moving windows does not behave correctly.
ca_es: Aquesta opció us permet inhabilitar tots els efectes de transparència si voleu. És útil quan en moure les finestres no es comporten correctament.

source: Use a skinned playlist
ca_es: Utilitza una llista de reproducció amb aparença

source: Display video in a skinned window if any
ca_es: Mostra el vídeo en una finestra amb aparença si n'hi ha

source: When set to 'no', this parameter is intended to give old skins a chance to play back video even though no video tag is implemented
ca_es: Quan es selecciona l'opció «no», es suposa que aquest paràmetre permet a les antigues aparences reproduir el vídeo encara que no s'hagi implementat cap etiqueta de vídeo

source: Skins
ca_es: Aparences

source: Skinnable Interface
ca_es: Interfície amb aparença modificable

source: Select skin
ca_es: Seleccioneu una aparença

source: Open skin ...
ca_es: Obre una aparença...

source: <p>Password for Web interface has not been set.</p><p>Please use --http-password, or set a password in </p><p>Preferences &gt; All &gt; Main interfaces &gt; Lua &gt; Lua HTTP &gt; Password.</p>
ca_es: <p>No s'ha definit la contrasenya de la interfície web.</p>Utilitzeu --http-password o definiu una contrasenya a </p><p>Preferències &gt; Tot &gt; Interfícies principals &gt; Lua &gt; Lua HTTP &gt; Contrasenya.</p>

source: Lua interface
ca_es: Interfície Lua

source: Lua interface module to load
ca_es: Mòdul d'interfície Lua que s'ha de carregar

source: Lua interface configuration
ca_es: Configuració de la interfície Lua

source: Lua interface configuration string. Format is: '["<interface module name>"] = { <option> = <value>, ...}, ...'.
ca_es: Cadena de configuració de la interfície Lua. El format és: '["<nom del mòdul d'interfície>"] = { <opció> = <valor>, ...}, ...'.

source: A single password restricts access to this interface.
ca_es: Una contrasenya única restringeix l'accés a aquesta interfície.

source: Source directory
ca_es: Directori font

source: Directory index
ca_es: Índex del directori

source: Allow to build directory index
ca_es: Permet la creació de l'índex del directori

source: Host
ca_es: Servidor

source: This is the host on which the interface will listen. It defaults to all network interfaces (0.0.0.0). If you want this interface to be available only on the local machine, enter "127.0.0.1".
ca_es: És el servidor al qual escoltarà la interfície. (0.0.0.0) Per defecte a totes les interfícies de la xarxa. Per habilitar la interfície només a la màquina local, introduïu «127.0.0.1».

source: This is the TCP port on which this interface will listen. It defaults to 4212.
ca_es: És el port TCP al qual escoltarà aquesta interfície. Per defecte 4212.

source: CLI input
ca_es: Entrada CLI

source: Accept commands from this source. The CLI defaults to stdin ("*console"), but can also bind to a plain TCP socket ("localhost:4212") or use the telnet protocol ("telnet://0.0.0.0:4212")
ca_es: Accepta ordres d'aquesta font. Per defecte és stdin ("*console"), però també es pot vincular a un socket TCP pla ("localhost:4212") o utilitzar un protocol telnet ("telnet://0.0.0.0:4212")

source: Lua interpreter
ca_es: Intèrpret Lua

source: Lua CLI
ca_es: CLI Lua

source: Command-line interface
ca_es: Interfície de línia d'ordres

source: Lua Telnet
ca_es: Telnet Lua

source: Lua Meta Fetcher
ca_es: Recollidor de metadades Lua

source: Fetch meta data using lua scripts
ca_es: Recull metadades mitjançant scripts

source: Lua Meta Reader
ca_es: Lector de metadades Lua

source: Read meta data using lua scripts
ca_es: Llegeix metadades mitjançant scripts lua

source: Lua Playlist
ca_es: Llista de reproducció Lua

source: Lua Playlist Parser Interface
ca_es: Interfície de l'analitzador de la llista de reproducció Lua

source: Lua Art
ca_es: Fotografia Lua

source: Fetch artwork using lua scripts
ca_es: Recull fotografies mitjançant els scripts lua

source: Lua Extension
ca_es: Extensió Lua

source: Lua SD Module
ca_es: Mòdul SD Lua

source: Folder meta data
ca_es: Metadades de la carpeta

source: Album art filename
ca_es: Nom del fitxer de la portada de l'àlbum

source: Filename to look for album art in current directory
ca_es: Nom del fitxer per trobar la portada d'un àlbum al directori actual

source: The username of your last.fm account
ca_es: El nom d'usuari del vostre compte de last.fm

source: The password of your last.fm account
ca_es: La contrasenya del vostre compte de last.fm

source: Scrobbler URL
ca_es: URL de l'Scrobbler

source: The URL set for an alternative scrobbler engine
ca_es: L'URL definit per a un motor Scrobbler alternatiu

source: Submission of played songs to last.fm
ca_es: Tramesa de les cançons reproduïdes a last.fm

source: last.fm: Authentication failed
ca_es: Last.fm: Error d'autenticació

source: last.fm username or password is incorrect. Please verify your settings and relaunch VLC.
ca_es: El nom d'usuari o contrasenya de last.fm és incorrecte.Verifiqueu la vostra configuració i torneu a executar el VLC.

source: Last.fm username not set
ca_es: No s'ha definit el nom d'usuari de last.fm

source: Please set a username or disable the audioscrobbler plugin, and restart VLC. Visit http://www.last.fm/join/ to get an account.
ca_es: Definiu un nom d'usuari o inhabiliteu el connector de l'audioscrobbler, i reinicieu el VLC. Visiteu http://www.last.fm/join/ per obtenir un compte.

source: TLS cipher priorities
ca_es: Prioritats de xifrat del TLS

source: Ciphers, key exchange methods, hash functions and compression methods can be selected. Refer to GNU TLS documentation for detailed syntax.
ca_es: Es poden seleccionar xifres, mètodes d'intercanvi de claus, funcions resum i mètodes de compressió. Consulteu la documentació GNU TLS per a una sintaxi detallada.

source: Performance (prioritize faster ciphers)
ca_es: Rendiment (prioritza les xifres més ràpides)

source: Secure 128-bits (exclude 256-bits ciphers)
ca_es: 128-bits segur (exclou les xifres 256-bits)

source: Secure 256-bits (prioritize 256-bits ciphers)
ca_es: 256-bits segur (prioritza les xifres 256-bits)

source: Export (include insecure ciphers)
ca_es: Exporta (inclou les xifres insegures)

source: GNU TLS server
ca_es: Servidor GNU TLS

source: You attempted to reach %s. However the security certificate presented by the server is unknown and could not be authenticated by any trusted Certification Authority. This problem may be caused by a configuration error or an attempt to breach your security or your privacy. If in doubt, abort now.
ca_es: Heu provat d'accedir a %s. Tot i així, el certificat de seguretat que ha presentat el servidor és desconegut i pot no estar autenticat per cap entitat de certificació de confiança. Aquest problema pot estar causat per un error de configuració o per un intent de violar la vostra seguretat o privacitat. En cas de dubte, interrompeu ara.

source: You attempted to reach %s. However the security certificate presented by the server changed since the previous visit and was not authenticated by any trusted Certification Authority. This problem may be caused by a configuration error or an attempt to breach your security or your privacy. If in doubt, abort now.
ca_es: Heu provat d'accedir a %s. Tot i així, el certificat de seguretat que ha presentat el servidor ha canviat des de la visita anterior i pot no estar autenticat per cap entitat de certificació de confiança. Aquest problema pot estar causat per un error de configuració o per un intent de violar la vostra seguretat o privacitat. En cas de dubte, interrompeu ara.

source: Insecure site
ca_es: Lloc no segur

source: Abort
ca_es: Interromp

source: View certificate
ca_es: Mostra el certificat

source: This is the certificate presented by %s: %s If in doubt, abort now.
ca_es: Aquest és el certificat presentat per %s: %s Si teniu dubtes, interrompeu ara.

source: Accept 24 hours
ca_es: Accepta-ho 24 hores

source: Accept permanently
ca_es: Accepta-ho permanentment

source: Playing some media.
ca_es: S'estan reproduint alguns elements multimèdia.

source: Power
ca_es: Energia

source: Inhibits power suspend and session idle timeout.
ca_es: Inhibeix la suspensió d'energia i el temps d'espera de sessió inactiva.

source: XDG-screensaver
ca_es: Estalvi de pantalla XDG

source: XDG screen saver inhibition
ca_es: Inhibició de l'estalvi de pantalla XDG

source: Log format
ca_es: Format del registre

source: Specify the logging format.
ca_es: Especifiqueu el format de registre.

source: Syslog ident
ca_es: Identificació Syslog

source: Set the ident that VLC would use when logging to syslog.
ca_es: Defineix la identitat que el VLC utilitzarà en connectar-se al syslog.

source: Syslog facility
ca_es: Servei del registre del sistema

source: Select the syslog facility where logs will be forwarded.
ca_es: Seleccioneu el servei de registre del sistema on es reenviaran els registres.

source: Verbosity
ca_es: Loquacitat

source: Select the verbosity to use for log or -1 to use the same verbosity given by --verbose.
ca_es: Seleccioneu la loquacitat que s'ha d'utilitzar per al registre o -1 per utilitzar la mateixa loquacitat proporcionada per --verbose.

source: Logging
ca_es: Registre

source: File logging
ca_es: Registre del fitxer

source: Log filename
ca_es: Nom del fitxer de registre

source: Specify the log filename.
ca_es: Especifiqueu el nom del fitxer de registre.

source: M3U playlist export
ca_es: Exportació de la llista de reproducció M3U

source: M3U8 playlist export
ca_es: Exportació de la llista de reproducció M3U8

source: XSPF playlist export
ca_es: Exportació de la llista de reproducció XSPF

source: HTML playlist export
ca_es: Exportació de la llista de reproducció HTML

source: Maximum number of connections
ca_es: Nombre màxim de connexions

source: This limits the maximum number of clients that can connect to the RTSP VOD. 0 means no limit.
ca_es: Limita el nombre màxim de clients que es poden connectar al VoD RTSP . 0 significa il·limitat.

source: MUX for RAW RTSP transport
ca_es: MULTIPLEXOR per al transport RTSP CRU

source: Sets the timeout option in the RTSP session string
ca_es: Defineix les opcions de temps d'espera en la cadena de sessió RTSP

source: Defines what timeout option to add to the RTSP session ID string. Setting it to a negative number removes the timeout option entirely. This is needed by some IPTV STBs (such as those made by HansunTech) which get confused by it. The default is 5.
ca_es: Defineix l'opció de temps d'espera que s'afegeix a la cadena identificadora de la sessió RTSP. Un nombre negatiu elimina les opcions de temps d'espera completament. És necessari per a alguns IPTV STB (com els fabricats per HansunTech) als quals confon. Per defecte és 5.

source: RTSP VoD
ca_es: VoD RTSP

source: RTSP VoD server
ca_es: Servidor VoD RTSP

source: Stats
ca_es: Estadístiques

source: Stats encoder function
ca_es: Funció de codificació d'estadístiques

source: Stats decoder
ca_es: Descodificador d'estadístiques

source: Stats decoder function
ca_es: Funció de descodificació d'estadístiques

source: Stats demux
ca_es: Desmultiplexor d'estadístiques

source: Stats demux function
ca_es: Funció de desmultiplexació d'estadístiques

source: XML Parser (using libxml2)
ca_es: Analitzador XML (mitjançant libxml2)

source: Title to put in ASF comments.
ca_es: Títol que s'ha de posar als comentaris ASF.

source: Author to put in ASF comments.
ca_es: Autor que s'ha de posar als comentaris ASF.

source: Copyright string to put in ASF comments.
ca_es: Cadena de copyright que s'ha de posar als comentaris ASF.

source: Comment
ca_es: Comentari

source: Comment to put in ASF comments.
ca_es: Comentari que s'ha de posar als comentaris ASF.

source: "Rating" to put in ASF comments.
ca_es: «Valoració» que s'ha de posar als comentaris ASF.

source: Packet Size
ca_es: Mida del paquet

source: ASF packet size -- default is 4096 bytes
ca_es: Mida del paquet ASF -- per defecte és 4096 bytes

source: Bitrate override
ca_es: Substitueix la taxa de bits

source: Do not try to guess ASF bitrate. Setting this, allows you to control how Windows Media Player will cache streamed content. Set to audio+video bitrate in bytes
ca_es: No intenteu endevinar la taxa de bits ASF. Aquesta opció us permet controlar la memòria cau del contingut en temps real del Windows Media Player. Establiu la taxa de bits d'àudio + vídeo en bytes.

source: ASF muxer
ca_es: Multiplexor ASF

source: Unknown Video
ca_es: Vídeo desconegut

source: AVI muxer
ca_es: Multiplexor AVI

source: Dummy/Raw muxer
ca_es: Multiplexor Dummy/Cru

source: Create "Fast Start" files
ca_es: Crea fitxers «inici ràpid»

source: Create "Fast Start" files. "Fast Start" files are optimized for downloads and allow the user to start previewing the file while it is downloading.
ca_es: Crea fitxers «inici ràpid». Els fitxers «inici ràpid» s'optimitzen per a les baixades i permeten als usuaris iniciar la previsualització del fitxer mentre es baixa.

source: MP4/MOV muxer
ca_es: Multiplexor MP4/MOV

source: DTS delay (ms)
ca_es: Retard DTS (ms)

source: Delay the DTS (decoding time stamps) and PTS (presentation timestamps) of the data in the stream, compared to the SCRs. This allows for some buffering inside the client decoder.
ca_es: Retarda el DTS (Decoding TimeStamps) i el PTS (Presentation TimeStamps) de les dades al flux, en comparació amb l'SCR. Permet certa memòria intermèdia dins del descodificador del client.

source: PES maximum size
ca_es: Mida màxima PES

source: Set the maximum allowed PES size when producing the MPEG PS streams.
ca_es: Defineix la mida màxima PES permesa quan es produeixen els fluxos MPEG PS.

source: PS muxer
ca_es: Multiplexor PS

source: Video PID
ca_es: PID del vídeo

source: Assign a fixed PID to the video stream. The PCR PID will automatically be the video.
ca_es: Assigna un PID fix al flux de vídeo. El PID del PCR serà automàticament el vídeo.

source: Audio PID
ca_es: PID de l'àudio

source: Assign a fixed PID to the audio stream.
ca_es: Assigna un PID fix al flux d'àudio.

source: SPU PID
ca_es: PID de l'SPU

source: Assign a fixed PID to the SPU.
ca_es: Assigna un PID fix al SPU.

source: PMT PID
ca_es: PID del PMT

source: Assign a fixed PID to the PMT
ca_es: Assigna un PID fix al PMT.

source: TS ID
ca_es: Identificador TS

source: Assign a fixed Transport Stream ID.
ca_es: Assigna un identificador de flux de transport fix.

source: NET ID
ca_es: Identificador NET

source: Assign a fixed Network ID (for SDT table)
ca_es: Assigna un identificador de xarxa fix (per la taula SDT).

source: PMT Program numbers
ca_es: Números de programa PMT

source: Assign a program number to each PMT. This requires "Set PID to ID of ES" to be enabled.
ca_es: Assigna un número per a cada PMT. Per habilitar-lo requereix «Establir el PID a l'identificador de l'ES (flux bàsic)».

source: Mux PMT (requires --sout-ts-es-id-pid)
ca_es: Multiplexatge PMT (requereix --sout-ts-es-id-pid)

source: Define the pids to add to each pmt. This requires "Set PID to ID of ES" to be enabled.
ca_es: Defineix els pid a afegir per a cada pmt. Per habilitar-lo requereix «Establir el PID a l'identificador de l'ES (flux bàsic)».

source: SDT Descriptors (requires --sout-ts-es-id-pid)
ca_es: Descriptors SDT (requereix --sout-ts-es-id-pid)

source: Defines the descriptors of each SDT. Thisrequires "Set PID to ID of ES" to be enabled.
ca_es: Defineix els descriptors de cada SDT. Per habilitar-lo requereix «Establir el PID a l'identificador de l'ES (flux bàsic)».

source: Set PID to ID of ES
ca_es: Defineix el PID a l'identificador de l'ES (flux bàsic)

source: Sets PID to the ID if the incoming ES. This is for use with --ts-es-id-pid, and allows having the same PIDs in the input and output streams.
ca_es: Defineix el PID a l'identificador de l'ES (flux bàsic) entrant. S'ha d'utilitzar amb --ts-es-id-pid, i permet que els fluxos d'entrada i sortida tinguin els mateixos PID.

source: Data alignment
ca_es: Alineació de dades

source: Enforces alignment of all access units on PES boundaries. Disabling this might save some bandwidth but introduce incompatibilities.
ca_es: Força l'alineació de totes les unitats d'accés als límits PES. Si s'inhabilita, es pot estalviar una mica d'ample de banda, tot i que pot provocar incompatibilitats.

source: Shaping delay (ms)
ca_es: Retard de la formació (ms)

source: Cut the stream in slices of the given duration, and ensure a constant bitrate between the two boundaries. This avoids having huge bitrate peaks, especially for reference frames.
ca_es: Retalla el flux en fragments d'una durada determinada i garanteix una taxa de bits constant entre dos límits. Evita pics elevats de taxa de bits, especialment per als fotogrames de referència.

source: Use keyframes
ca_es: Utilitza els fotogrames claus

source: If enabled, and shaping is specified, the TS muxer will place the boundaries at the end of I pictures. In that case, the shaping duration given by the user is a worse case used when no reference frame is available. This enhances the efficiency of the shaping algorithm, since I frames are usually the biggest frames in the stream.
ca_es: Si està habilitat i s'ha especificat la formació, el multiplexor TS posa els límits al final de les imatges I. En aquest cas, la durada de la formació que proporciona l'usuari és l'últim recurs que s'utilitza quan no hi ha un fotograma de referència. Això millora l'eficiència de l'algoritme de formació perquè els fotogrames I són normalment els fotogrames més grans en el flux.

source: PCR interval (ms)
ca_es: Interval PCR (ms)

source: Set at which interval PCRs (Program Clock Reference) will be sent (in milliseconds). This value should be below 100ms. (default is 70ms).
ca_es: Defineix a quin interval PCR (Program Clock Reference) s'enviarà (en mil·lisegons). Aquest valor ha d'estar per sota de 100ms. (per defecte 70ms).

source: Minimum B (deprecated)
ca_es: Mínim B (obsolet)

source: This setting is deprecated and not used anymore
ca_es: Aquest paràmetre està obsolet i no es pot tornar a utilitzar.

source: Maximum B (deprecated)
ca_es: B màxim (obsolet)

source: Delay the DTS (decoding time stamps) and PTS (presentation timestamps) of the data in the stream, compared to the PCRs. This allows for some buffering inside the client decoder.
ca_es: Retarda el DTS (decoding time stamps) i el PTS (presentation timestamps) de les dades al flux, en comparació amb el PCR. Permet certa memòria intermèdia dins del descodificador del client.

source: Crypt audio
ca_es: Encripta l'àudio

source: Crypt audio using CSA
ca_es: Encripta l'àudio amb CSA

source: Crypt video
ca_es: Encripta el vídeo

source: Crypt video using CSA
ca_es: Encripta el vídeo amb CSA

source: CSA Key in use
ca_es: Clau CSA utilitzada

source: CSA encryption key used. It can be the odd/first/1 (default) or the even/second/2 one.
ca_es: Clau d'encriptatge CSA utilitzada. Pot ser odd/first/1 (per defecte) o bé even/second/2.

source: Packet size in bytes to encrypt
ca_es: Mida del paquet en bytes que s'ha d'encriptar

source: Size of the TS packet to encrypt. The encryption routines subtract the TS-header from the value before encrypting.
ca_es: Mida del paquet TS que s'ha d'encriptar. Les rutines d'encriptatge resten la capçalera TS del valor abans de l'encriptatge.

source: TS muxer (libdvbpsi)
ca_es: Multiplexor TS (libdvbpsi)

source: Multipart JPEG muxer
ca_es: Multiplexor JPEG multipart

source: Ogg/OGM muxer
ca_es: Multiplexor Ogg/OGM

source: WAV muxer
ca_es: Multiplexor WAV

source: Growl Notification Plugin
ca_es: Connector de les notificacions Growl

source: New input playing
ca_es: S'està reproduint una nova entrada

source: Now playing
ca_es: S'està reproduint

source: Timeout (ms)
ca_es: Temps d'espera (ms)

source: How long the notification will be displayed
ca_es: Temps durant el qual es mostrarà la notificació

source: Notify
ca_es: Notifica

source: LibNotify Notification Plugin
ca_es: Connector de les notificacions LibNotify

source: Copy packetizer
ca_es: Copia l'empaquetador

source: Dirac packetizer
ca_es: Empaquetador Dirac

source: Flac audio packetizer
ca_es: Empaquetador d'àudio flac

source: H.264 video packetizer
ca_es: Empaquetador de vídeo H.264

source: MLP/TrueHD parser
ca_es: Analitzador MLP/TrueHD

source: MPEG4 audio packetizer
ca_es: Empaquetador d'àudio MPEG4

source: MPEG4 video packetizer
ca_es: Empaquetador de vídeo MPEG4
